Repository: Git-Rocky-Stack/Agent-X
Catalog: src/AgentX.App/Strings/*/Resources.resw
Source language: en_us
Languages: de, es, fr, ja, zh_cn

# Ops_SyncHeadlineConfigured
source: Configured
de: Konfiguriert
es: Configurado
ja: 構成済み
zh_cn: 已配置

# Ops_SyncStatusRunning
source: Exchange in progress
de: Austausch läuft
es: Intercambio en curso
ja: 交換中
zh_cn: 正在交换

# Ops_SyncStatusConflict
source: Resolve sync conflicts
de: Sync-Konflikte lösen
es: Resolver conflictos de sincronización
ja: 同期の競合を解決
zh_cn: 解决同步冲突

# Ops_SyncStatusError
source: Review sync health
de: Sync-Zustand prüfen
es: Revisar el estado de la sincronización
ja: 同期の状態を確認
zh_cn: 检查同步状况

# Ops_SyncChangesPending
source: {0} local changes pending
de: {0} lokale Änderungen ausstehend
es: {0} cambios locales pendientes
ja: {0} 件のローカル変更が保留中
zh_cn: {0} 项本地更改待同步

# Ops_SyncChangePending
source: 1 local change pending
de: 1 lokale Änderung ausstehend
es: 1 cambio local pendiente
ja: 1 件のローカル変更が保留中
zh_cn: 1 项本地更改待同步

# Ops_SyncStandingBy
source: Standing by
de: Bereit
es: En espera
ja: 待機中
zh_cn: 待命

# Ops_SyncScopeSelected
source: Scoped to selected collections.
de: Auf ausgewählte Sammlungen beschränkt.
es: Limitado a las colecciones seleccionadas.
ja: 選択したコレクションに限定されています。
zh_cn: 仅限所选合集。

# Ops_SyncScopeFull
source: Syncing the full workspace.
de: Der gesamte Workspace wird synchronisiert.
es: Se sincroniza todo el espacio de trabajo.
ja: ワークスペース全体を同期しています。
zh_cn: 正在同步整个工作区。

# Ops_SyncPassFailed
source: Failed
de: Fehlgeschlagen
es: Fallido
ja: 失敗
zh_cn: 失败

# Ops_SyncPassConflictOne
source: 1 conflict
de: 1 Konflikt
es: 1 conflicto
ja: 1 件の競合
zh_cn: 1 项冲突

# Ops_SyncPassConflictsMany
source: {0} conflicts
de: {0} Konflikte
es: {0} conflictos
ja: {0} 件の競合
zh_cn: {0} 项冲突

# Ops_SyncPassSucceeded
source: Success
de: Erfolgreich
es: Correcto
ja: 成功
zh_cn: 成功

# Ops_SyncPassDetail
source: {0} changes, {1}, {2}
de: Änderungen: {0}, {1}, {2}
es: Cambios: {0}, {1}, {2}
ja: 変更 {0} 件、{1}、{2}
zh_cn: 更改 {0} 项，{1}，{2}

# Ops_SyncPassesEmptyTitle
source: No sync passes yet
de: Noch keine Sync-Durchläufe
es: Aún no hay pasadas de sincronización
ja: 同期の実行はまだありません
zh_cn: 尚无同步记录

# Ops_PlaceholderHistory
source: History
de: Verlauf
es: Historial
ja: 履歴
zh_cn: 历史记录

# Ops_SyncPassesEmptyDetail
source: Recent import and export activity will appear here once sync runs.
de: Aktuelle Import- und Exportaktivitäten erscheinen hier, sobald die Synchronisierung läuft.
es: La actividad reciente de importación y exportación aparecerá aquí cuando se ejecute la sincronización.
ja: 同期が実行されると、最近のインポートとエクスポートのアクティビティがここに表示されます。
zh_cn: 同步运行后，最近的导入和导出活动将显示在此处。

# Ops_SyncPassImport
source: Import sync
es: Sincronización de importación
ja: インポート同期
zh_cn: 导入同步

# Ops_SyncPassExport
source: Export sync
es: Sincronización de exportación
ja: エクスポート同期
zh_cn: 导出同步

# Ops_SyncPassOther
source: {0} sync
de: Sync: {0}
es: Sincronización: {0}
ja: {0} 同期
zh_cn: {0} 同步

# Ops_BacklogDetailPending
source: Open Smart Inbox to triage connector and watch-folder imports.
de: Öffnen Sie Smart Inbox für die Triage der Importe aus Connectoren und überwachten Ordnern.
es: Abra Smart Inbox para clasificar las importaciones de conectores y carpetas vigiladas.
ja: Smart Inbox を開いて、コネクタと監視フォルダーからのインポートを仕分けします。
zh_cn: 打开 Smart Inbox 分拣来自连接器和监视文件夹的导入。

# Ops_BacklogDetailConnectors
source: Connector and watch-folder imports will surface here.
de: Importe aus Connectoren und überwachten Ordnern erscheinen hier.
es: Las importaciones de conectores y carpetas vigiladas aparecerán aquí.
ja: コネクタと監視フォルダーからのインポートがここに表示されます。
zh_cn: 来自连接器和监视文件夹的导入将显示在此处。

# Ops_BacklogDetailIdle
source: Watch folders and enabled connectors will surface new items here.
de: Neue Elemente aus überwachten Ordnern und aktivierten Connectoren erscheinen hier.
es: Los elementos nuevos de las carpetas vigiladas y los conectores activados aparecerán aquí.
ja: 監視フォルダーと有効なコネクタからの新しいアイテムがここに表示されます。
zh_cn: 来自监视文件夹和已启用连接器的新项目将显示在此处。

# Ops_BacklogWaitingMany
source: {0} items awaiting triage
de: {0} Elemente warten auf Triage
es: {0} elementos pendientes de clasificar
ja: {0} 件のアイテムが仕分け待ち
zh_cn: {0} 项待分拣

# Ops_BacklogWaitingOne
source: 1 item awaiting triage
de: 1 Element wartet auf Triage
es: 1 elemento pendiente de clasificar
ja: 1 件のアイテムが仕分け待ち
zh_cn: 1 项待分拣

# Ops_BacklogClear
source: Queue clear
de: Warteschlange leer
es: Cola vacía
ja: キューは空です
zh_cn: 队列已清空

# Ops_InboxUntitled
source: Untitled inbox item
de: Unbenanntes Posteingangselement
es: Elemento sin título
ja: 無題の受信アイテム
zh_cn: 未命名收件项

# Ops_InboxDetailSuggested
source: {0}, suggested for {1}, {2}
de: {0}, vorgeschlagen für {1}, {2}
es: {0}, sugerido para {1}, {2}
ja: {0}、候補: {1}、{2}
zh_cn: {0}，建议：{1}，{2}

# Ops_InboxEmptyTitle
source: Inbox clear
de: Posteingang leer
es: Bandeja de entrada vacía
ja: 受信トレイは空です
zh_cn: 收件箱已清空

# Ops_PlaceholderQueue
source: Queue
de: Warteschlange
es: Cola
ja: キュー
zh_cn: 队列

# Ops_InboxEmptyDetail
source: Pending imports will appear here as watch folders and connectors bring in new items.
de: Ausstehende Importe erscheinen hier, sobald überwachte Ordner und Connectoren neue Elemente liefern.
es: Las importaciones pendientes aparecerán aquí a medida que las carpetas vigiladas y los conectores traigan elementos nuevos.
ja: 監視フォルダーやコネクタが新しいアイテムを取り込むと、保留中のインポートがここに表示されます。
zh_cn: 监视文件夹和连接器带来新项目后，待处理的导入将显示在此处。

# Ops_ImportedEmptyTitle
source: No recent imported documents
de: Keine kürzlich importierten Dokumente
es: No hay documentos importados recientemente
ja: 最近インポートされたドキュメントはありません
zh_cn: 没有最近导入的文档

# Ops_ImportedEmptyDetail
source: Connector-sourced documents that bridge into the Knowledge Vault will appear here.
de: Dokumente aus Connectoren, die in den Wissens-Tresor übernommen werden, erscheinen hier.
es: Los documentos de conectores que pasan a la Bóveda de Conocimiento aparecerán aquí.
ja: コネクタから Knowledge Vault に取り込まれたドキュメントがここに表示されます。
zh_cn: 从连接器进入 Knowledge Vault 的文档将显示在此处。

# Ops_ImportedUntitled
source: Imported document
de: Importiertes Dokument
es: Documento importado
ja: インポートされたドキュメント
zh_cn: 已导入的文档

# Ops_HealthSearchable
source: Searchable
de: Durchsuchbar
es: Buscable
ja: 検索可能
zh_cn: 可搜索

# Ops_HealthProcessing
source: Processing
de: In Verarbeitung
es: Procesando
ja: 処理中
zh_cn: 处理中

# Ops_HealthNeedsAttention
source: Needs Attention
de: Handlungsbedarf
es: Requiere atención
ja: 要確認
zh_cn: 需要处理

# Ops_HealthReviewLink
source: review vault link
de: Tresor-Verknüpfung prüfen
es: revisar el vínculo con la bóveda
ja: Vault のリンクを確認
zh_cn: 检查 Vault 链接

# Ops_HealthSearchableSince
source: searchable {0}
de: durchsuchbar ({0})
es: buscable ({0})
ja: 検索可能 ({0})
zh_cn: 可搜索（{0}）

# Ops_HealthSearchableNow
source: searchable now
de: jetzt durchsuchbar
es: ya se puede buscar
ja: 検索可能
zh_cn: 现已可搜索

# Ops_HealthQueued
source: queued for indexing
de: zur Indexierung eingereiht
es: en cola para indexación
ja: インデックス作成待ち
zh_cn: 已加入索引队列

# Ops_HealthIndexing
source: indexing in progress
de: Indexierung läuft
es: indexación en curso
ja: インデックス作成中
zh_cn: 正在建立索引

# Ops_HealthReviewIndexing
source: review indexing status
de: Indexierungsstatus prüfen
es: revisar el estado de indexación
ja: インデックスの状態を確認
zh_cn: 检查索引状态

# Ops_ImportedToCollection
source: to {0}
de: nach {0}
es: a {0}
ja: 保存先: {0}
zh_cn: 存入 {0}

# Ops_WorkflowSuccessRate
source: {0}% success rate
de: {0} % Erfolgsquote
es: {0} % de éxito
ja: 成功率 {0}%
zh_cn: 成功率 {0}%

# Ops_WorkflowRunsRecorded
source: {0} runs recorded
de: {0} Läufe erfasst
es: {0} ejecuciones registradas
ja: {0} 回の実行を記録
zh_cn: 已记录 {0} 次运行

# Ops_WorkflowRunRecorded
source: 1 run recorded
de: 1 Lauf erfasst
es: 1 ejecución registrada
ja: 1 回の実行を記録
zh_cn: 已记录 1 次运行

# Ops_WorkflowReady
source: Ready to automate
de: Bereit zur Automatisierung
es: Listo para automatizar
ja: 自動化の準備完了
zh_cn: 可以开始自动化

# Ops_WorkflowsActiveMany
source: {0} active / 30d
de: {0} aktiv in 30 Tagen
es: {0} activos en 30 días
ja: 30 日間で {0} 件がアクティブ
zh_cn: 30 天内 {0} 个活跃

# Ops_WorkflowsActiveOne
source: 1 active / 30d
de: 1 aktiv in 30 Tagen
es: 1 activo en 30 días
ja: 30 日間で 1 件がアクティブ
zh_cn: 30 天内 1 个活跃

# Ops_WorkflowsEnabledMany
source: {0} enabled
de: {0} aktiviert
es: {0} activados
ja: {0} 件が有効
zh_cn: 已启用 {0} 个

# Ops_WorkflowsEnabledOne
source: 1 enabled
de: 1 aktiviert
es: 1 activado
ja: 1 件が有効
zh_cn: 已启用 1 个

# Ops_WorkflowsNoRecentRuns
source: No recent runs
de: Keine aktuellen Läufe
es: Sin ejecuciones recientes
ja: 最近の実行はありません
zh_cn: 最近没有运行

# Ops_WorkflowTop
source: Top workflow: {0}, {1} runs
de: Top-Workflow: {0}, Läufe: {1}
es: Flujo de trabajo principal: {0}, ejecuciones: {1}
ja: 上位のワークフロー: {0} ({1} 回実行)
zh_cn: 最常用工作流：{0}，运行 {1} 次

# Ops_WorkflowsEnabledInBuilderMany
source: {0} workflows enabled in the builder.
de: {0} Workflows im Builder aktiviert.
es: {0} flujos de trabajo activados en el editor.
ja: ビルダーで {0} 件のワークフローが有効です。
zh_cn: 已在构建器中启用 {0} 个工作流。

# Ops_WorkflowsEnabledInBuilderOne
source: 1 workflow enabled in the builder.
de: 1 Workflow im Builder aktiviert.
es: 1 flujo de trabajo activado en el editor.
ja: ビルダーで 1 件のワークフローが有効です。
zh_cn: 已在构建器中启用 1 个工作流。

# Ops_WorkflowCreateHint
source: Create or launch a workflow from Vault or Search to start automating multi-step tasks.
de: Erstellen oder starten Sie einen Workflow aus dem Tresor oder der Suche, um mehrstufige Aufgaben zu automatisieren.
es: Cree o inicie un flujo de trabajo desde la Bóveda o la Búsqueda para empezar a automatizar tareas de varios pasos.
ja: Vault または検索からワークフローを作成・起動して、複数ステップのタスクの自動化を始めましょう。
zh_cn: 从 Vault 或搜索创建或启动工作流，开始自动化多步骤任务。

# Ops_WorkflowAvgRun
source: {0} avg run
de: Durchschnittlicher Lauf: {0}
es: Ejecución media: {0}
ja: 平均実行時間 {0}
zh_cn: 平均运行 {0}

# Ops_WorkflowAvgUnavailable
source: Avg duration unavailable
de: Durchschnittsdauer nicht verfügbar
es: Duración media no disponible
ja: 平均時間は利用できません
zh_cn: 平均时长不可用

# Ops_RunUntitled
source: Workflow run
de: Workflow-Lauf
es: Ejecución de flujo de trabajo
ja: ワークフローの実行
zh_cn: 工作流运行

# Ops_RunsEmptyTitle
source: No recent workflow runs
de: Keine aktuellen Workflow-Läufe
es: No hay ejecuciones recientes de flujos de trabajo
ja: 最近のワークフロー実行はありません
zh_cn: 最近没有工作流运行

# Ops_RunsEmptyDetail
source: Stored run results will appear here after you execute or reopen workflows.
de: Gespeicherte Laufergebnisse erscheinen hier, nachdem Sie Workflows ausgeführt oder erneut geöffnet haben.
es: Los resultados de ejecución almacenados aparecerán aquí después de ejecutar o volver a abrir flujos de trabajo.
ja: ワークフローを実行または再度開くと、保存された実行結果がここに表示されます。
zh_cn: 执行或重新打开工作流后，已存储的运行结果将显示在此处。

# Ops_ConnectorsEnabledMany
source: {0} connectors enabled
de: {0} Connectoren aktiviert
es: {0} conectores activados
ja: {0} 個のコネクタが有効
zh_cn: 已启用 {0} 个连接器

# Ops_ConnectorsEnabledOne
source: 1 connector enabled
de: 1 Connector aktiviert
es: 1 conector activado
ja: 1 個のコネクタが有効
zh_cn: 已启用 1 个连接器

# Ops_PluginsEnabledMany
source: {0} plugins enabled
de: {0} Plugins aktiviert
es: {0} plugins activados
ja: {0} 個のプラグインが有効
zh_cn: 已启用 {0} 个插件

# Ops_PluginsEnabledOne
source: 1 plugin enabled
de: 1 Plugin aktiviert
es: 1 plugin activado
ja: 1 個のプラグインが有効
zh_cn: 已启用 1 个插件

# Ops_PluginsInstalledMany
source: {0} plugins installed
de: {0} Plugins installiert
es: {0} plugins instalados
ja: {0} 個のプラグインをインストール済み
zh_cn: 已安装 {0} 个插件

# Ops_PluginsInstalledOne
source: 1 plugin installed
de: 1 Plugin installiert
es: 1 plugin instalado
ja: 1 個のプラグインをインストール済み
zh_cn: 已安装 1 个插件

# Ops_NoPluginsInstalled
source: No plugins installed
de: Keine Plugins installiert
es: No hay plugins instalados
ja: プラグインはインストールされていません
zh_cn: 未安装插件

# Ops_ConnectorsDetailOpenManager
source: Open Plugin Manager to enable connectors and extensions.
de: Öffnen Sie die Plugin-Verwaltung, um Connectoren und Erweiterungen zu aktivieren.
es: Abra el Gestor de plugins para activar conectores y extensiones.
ja: プラグイン マネージャーを開いて、コネクタと拡張機能を有効にします。
zh_cn: 打开插件管理器以启用连接器和扩展。

# Ops_ConnectorsDetailInstall
source: Install or enable plugins to bring external data and workflow extensions into the app.
de: Installieren oder aktivieren Sie Plugins, um externe Daten und Workflow-Erweiterungen in die App zu holen.
es: Instale o active plugins para traer datos externos y extensiones de flujos de trabajo a la aplicación.
ja: プラグインをインストールまたは有効にして、外部データとワークフロー拡張機能をアプリに取り込みます。
zh_cn: 安装或启用插件，将外部数据和工作流扩展引入应用。

# Ops_ConnectorEnabled
source: Enabled
de: Aktiviert
es: Activado
ja: 有効
zh_cn: 已启用

# Ops_ConnectorDisabled
source: Disabled
de: Deaktiviert
es: Desactivado
ja: 無効
zh_cn: 已禁用

# Ops_PluginInstalled
source: Installed
de: Installiert
es: Instalado
ja: インストール済み
zh_cn: 已安装

# Ops_ConnectorsEmptyTitle
source: No connectors installed
de: Keine Connectoren installiert
es: No hay conectores instalados
ja: コネクタはインストールされていません
zh_cn: 未安装连接器

# Ops_PlaceholderPlugins
source: Plugins
ja: プラグイン
zh_cn: 插件

# Ops_ConnectorsEmptyDetail
source: Install or enable plugins to bring external sources and extensions into the workspace.
de: Installieren oder aktivieren Sie Plugins, um externe Quellen und Erweiterungen in den Workspace zu holen.
es: Instale o active plugins para traer fuentes externas y extensiones al espacio de trabajo.
ja: プラグインをインストールまたは有効にして、外部ソースと拡張機能をワークスペースに取り込みます。
zh_cn: 安装或启用插件，将外部来源和扩展引入工作区。

# Ops_ConnectorDetailLastActive
source: {0}, last active {1}
de: {0}, zuletzt aktiv {1}
es: {0}, activo por última vez {1}
ja: {0}、最終アクティブ {1}
zh_cn: {0}，上次活动 {1}

# Ops_SourcePending
source: Pending
de: Ausstehend
es: Pendiente
ja: 保留中
zh_cn: 待处理

# Ops_RunRecorded
source: Run recorded
de: Lauf erfasst
es: Ejecución registrada
ja: 実行を記録
zh_cn: 已记录运行

# Ops_RunCompleted
source: Completed
de: Abgeschlossen
es: Completado
ja: 完了
zh_cn: 已完成

# Ops_RunFailed
source: Failed
de: Fehlgeschlagen
es: Fallido
ja: 失敗
zh_cn: 失败

# Ops_RunCancelled
source: Cancelled
de: Abgebrochen
es: Cancelado
ja: キャンセル済み
zh_cn: 已取消

# Ops_RunRunning
source: Running
de: Läuft
es: En ejecución
ja: 実行中
zh_cn: 运行中

# Ops_RunPending
source: Pending
de: Ausstehend
es: Pendiente
ja: 保留中
zh_cn: 待处理

# Ops_RunDurationUnavailable
source: Duration unavailable
de: Dauer nicht verfügbar
es: Duración no disponible
ja: 所要時間は利用できません
zh_cn: 时长不可用

# Ops_PluginTypePlugin
source: Plugin
ja: プラグイン
zh_cn: 插件

# Ops_PluginTypeConnector
source: Connector
es: Conector
ja: コネクタ
zh_cn: 连接器

# Ops_PluginTypeWorkflowStep
source: Workflow step
de: Workflow-Schritt
es: Paso de flujo de trabajo
ja: ワークフロー ステップ
zh_cn: 工作流步骤

# Ops_DurationMinutes
source: {0} min
ja: {0} 分
zh_cn: {0} 分钟

# Ops_DurationSeconds
source: {0}s
ja: {0} 秒
zh_cn: {0} 秒

# Ops_DurationMilliseconds
source: {0} ms
ja: {0} ミリ秒
zh_cn: {0} 毫秒

# Ops_ActionSelectConnector
source: Select a connector before enabling it.
de: Wählen Sie einen Connector aus, bevor Sie ihn aktivieren.
es: Seleccione un conector antes de activarlo.
ja: 有効にする前にコネクタを選択してください。
zh_cn: 请先选择一个连接器，再启用它。

# Ops_ActionConnectorGone
source: That connector is no longer installed.
de: Dieser Connector ist nicht mehr installiert.
es: Ese conector ya no está instalado.
ja: そのコネクタはインストールされていません。
zh_cn: 该连接器已不再安装。

# Ops_ActionEnableInPluginManager
source: {0} can only be enabled from Plugin Manager.
de: {0} kann nur in der Plugin-Verwaltung aktiviert werden.
es: {0} solo se puede activar desde el Gestor de plugins.
ja: {0} はプラグイン マネージャーからのみ有効にできます。
zh_cn: {0} 只能在插件管理器中启用。

# Ops_ActionAlreadyEnabled
source: {0} is already enabled.
de: {0} ist bereits aktiviert.
es: {0} ya está activado.
ja: {0} は既に有効です。
zh_cn: {0} 已启用。

# Ops_ActionEnabled
source: Enabled {0}.
de: {0} aktiviert.
es: {0} activado.
ja: {0} を有効にしました。
zh_cn: 已启用 {0}。

# Ops_ActionEnableFailed
source: Connector enable failed: {0}
de: Der Connector konnte nicht aktiviert werden: {0}
es: No se pudo activar el conector: {0}
ja: コネクタを有効にできませんでした: {0}
zh_cn: 无法启用连接器：{0}

# Ops_ActionNoPreviewsNeeded
source: No pending inbox items need preview generation.
de: Keine ausstehenden Posteingangselemente brauchen eine Vorschau.
es: Ningún elemento pendiente de la bandeja de entrada necesita una vista previa.
ja: プレビューの生成が必要な保留中の受信アイテムはありません。
zh_cn: 没有需要生成预览的待处理收件项。

# Ops_ActionPreviewsGenerated
source: Generated AI previews for pending inbox items.
de: KI-Vorschauen für ausstehende Posteingangselemente generiert.
es: Se generaron vistas previas con IA para los elementos pendientes de la bandeja de entrada.
ja: 保留中の受信アイテムの AI プレビューを生成しました。
zh_cn: 已为待处理收件项生成 AI 预览。

# Ops_ActionPreviewsTimedOut
source: Inbox preview generation timed out.
de: Zeitüberschreitung beim Generieren der Posteingangsvorschauen.
es: Se agotó el tiempo para generar las vistas previas de la bandeja de entrada.
ja: 受信トレイのプレビュー生成がタイムアウトしました。
zh_cn: 收件箱预览生成超时。

# Ops_ActionPreviewsFailed
source: Preview generation failed: {0}
de: Die Vorschauen konnten nicht generiert werden: {0}
es: Error al generar las vistas previas: {0}
ja: プレビューの生成に失敗しました: {0}
zh_cn: 预览生成失败：{0}

# Ops_ActionSelectDocument
source: Select an imported document before retrying indexing.
de: Wählen Sie ein importiertes Dokument aus, bevor Sie die Indexierung wiederholen.
es: Seleccione un documento importado antes de reintentar la indexación.
ja: インデックス作成を再試行する前に、インポートされたドキュメントを選択してください。
zh_cn: 请先选择一个已导入的文档，再重试索引。

# Ops_ActionReindexQueued
source: Queued imported document for re-indexing.
de: Importiertes Dokument zur Neuindexierung eingereiht.
es: Documento importado en cola para reindexar.
ja: インポートされたドキュメントを再インデックスのキューに追加しました。
zh_cn: 已将导入的文档加入重新索引队列。

# Ops_ActionReindexFailed
source: Re-index failed: {0}
de: Neuindexierung fehlgeschlagen: {0}
es: Error al reindexar: {0}
ja: 再インデックスに失敗しました: {0}
zh_cn: 重新索引失败：{0}

# Ops_ActionSummariesRefreshedMany
source: Refreshed {0} conversation summaries.
de: {0} Konversationszusammenfassungen aktualisiert.
es: Se actualizaron {0} resúmenes de conversaciones.
ja: {0} 件の会話の要約を更新しました。
zh_cn: 已刷新 {0} 条会话摘要。

# Ops_ActionSummaryRefreshedOne
source: Refreshed 1 conversation summary.
de: 1 Konversationszusammenfassung aktualisiert.
es: Se actualizó 1 resumen de conversación.
ja: 1 件の会話の要約を更新しました。
zh_cn: 已刷新 1 条会话摘要。

# Ops_ActionNoSummariesToRefresh
source: No stale conversation summaries needed refresh.
de: Keine veralteten Konversationszusammenfassungen mussten aktualisiert werden.
es: No había resúmenes de conversación desactualizados que actualizar.
ja: 更新が必要な古い会話の要約はありませんでした。
zh_cn: 没有需要刷新的过期会话摘要。

# Ops_ActionSummariesTimedOut
source: Conversation summary refresh timed out.
de: Zeitüberschreitung beim Aktualisieren der Konversationszusammenfassungen.
es: Se agotó el tiempo para actualizar los resúmenes de conversación.
ja: 会話の要約の更新がタイムアウトしました。
zh_cn: 会话摘要刷新超时。

# Ops_ActionSummariesFailed
source: Summary refresh failed: {0}
de: Aktualisierung der Zusammenfassungen fehlgeschlagen: {0}
es: Error al actualizar los resúmenes: {0}
ja: 要約の更新に失敗しました: {0}
zh_cn: 摘要刷新失败：{0}

# Ops_ActionSyncNotConfigured
source: Save a sync configuration before running sync from Operations.
de: Speichern Sie eine Sync-Konfiguration, bevor Sie die Synchronisierung aus Operations starten.
es: Guarde una configuración de sincronización antes de sincronizar desde Operations.
ja: Operations から同期を実行する前に、同期の構成を保存してください。
zh_cn: 请先保存同步配置，再从 Operations 运行同步。

# Ops_ActionSyncTimedOut
source: Sync timed out after 10 minutes. Check sync folder connectivity and try again.
de: Zeitüberschreitung der Synchronisierung nach 10 Minuten. Prüfen Sie die Verbindung zum Sync-Ordner und versuchen Sie es erneut.
es: La sincronización superó el límite de 10 minutos. Compruebe la conexión con la carpeta de sincronización e inténtelo de nuevo.
ja: 同期が 10 分でタイムアウトしました。同期フォルダーへの接続を確認して、もう一度お試しください。
zh_cn: 同步在 10 分钟后超时。请检查同步文件夹的连接并重试。

# Ops_ActionSyncFailed
source: Sync failed: {0}
de: Synchronisierung fehlgeschlagen: {0}
es: Error de sincronización: {0}
ja: 同期に失敗しました: {0}
zh_cn: 同步失败：{0}

# Ops_ActionSyncSummary
source: Exported {0} change(s); imported {1} of {2} peer file(s), {3} change(s) applied.
de: {0} Änderung(en) exportiert; {1} von {2} Partnerdatei(en) importiert, {3} Änderung(en) übernommen.
es: Se exportaron {0} cambio(s); se importaron {1} de {2} archivo(s) de otros equipos y se aplicaron {3} cambio(s).
ja: {0} 件の変更をエクスポートし、他のデバイスのファイル {2} 件中 {1} 件をインポートして、{3} 件の変更を適用しました。
zh_cn: 已导出 {0} 项更改；已导入其他设备的文件 {1}/{2} 个，已应用 {3} 项更改。

# Ops_ActionSyncComplete
source: Sync complete. {0}
de: Synchronisierung abgeschlossen. {0}
es: Sincronización completada. {0}
ja: 同期が完了しました。{0}
zh_cn: 同步完成。{0}

# Ops_ActionSyncRetry
source: {0} file(s) will be retried
de: {0} Datei(en) werden erneut versucht
es: {0} archivo(s) se volverán a intentar
ja: {0} 件のファイルを再試行します
zh_cn: {0} 个文件将重试

# Ops_ActionSyncUnreadable
source: {0} file(s) could not be read
de: {0} Datei(en) konnten nicht gelesen werden
es: {0} archivo(s) no se pudieron leer
ja: {0} 件のファイルを読み取れませんでした
zh_cn: {0} 个文件无法读取

# Ops_ActionSyncSkipped
source: {0} change(s) were skipped
de: {0} Änderung(en) wurden übersprungen
es: se omitieron {0} cambio(s)
ja: {0} 件の変更をスキップしました
zh_cn: 已跳过 {0} 项更改

# Ops_ActionSyncProblems
source: Sync finished with problems: {0}. {1}
de: Synchronisierung mit Problemen beendet: {0}. {1}
es: La sincronización terminó con problemas: {0}. {1}
ja: 同期は問題が発生して終了しました: {0}。{1}
zh_cn: 同步已完成，但存在问题：{0}。{1}

# Main_WindowTitle
source: Agent-X - Intelligence Hub
de: Agent-X - Intelligenz-Hub
es: Agent-X - Centro de inteligencia
ja: Agent-X - インテリジェンス ハブ
zh_cn: Agent-X - 智能中心

# Shortcut_CategoryNavigation
source: Navigation
es: Navegación
ja: ナビゲーション
zh_cn: 导航

# Shortcut_CommandPalette
source: Command Palette
de: Befehlspalette
es: Paleta de comandos
ja: コマンド パレット
zh_cn: 命令面板

# Shortcut_SemanticSearch
source: Semantic Search
de: Semantische Suche
es: Búsqueda semántica
ja: セマンティック検索
zh_cn: 语义搜索

# Shortcut_NewConversation
source: New Conversation
de: Neue Unterhaltung
es: Nueva conversación
ja: 新しい会話
zh_cn: 新建对话

# Shortcut_Settings
source: Settings
de: Einstellungen
es: Configuración
ja: 設定
zh_cn: 设置

# Shortcut_Analytics
source: Analytics
ja: Analytics(分析)
zh_cn: Analytics(分析)

# Shortcut_Operations
source: Operations
ja: Operations(運用状況)
zh_cn: Operations(运行状况)

# Shortcut_CategoryQuickAccess
source: Quick Access
de: Schnellzugriff
es: Acceso rápido
ja: クイック アクセス
zh_cn: 快速访问

# Shortcut_PageAskFiles
source: Ask Your Files
de: Fragen Sie Ihre Dateien
es: Pregunta a tus archivos
ja: ファイルに質問する
zh_cn: 向您的文件提问

# Shortcut_PageCollections
source: Collections
de: Sammlungen
es: Colecciones
ja: コレクション
zh_cn: 合集

# Shortcut_PageModelManager
source: Model Manager
de: Modellverwaltung
es: Gestor de modelos
ja: モデル マネージャー
zh_cn: 模型管理器

# Shortcut_CategoryActions
source: Actions
de: Aktionen
es: Acciones
ja: アクション
zh_cn: 操作

# Shortcut_Workflows
source: Workflows
ja: ワークフロー
zh_cn: 工作流

# Shortcut_WebImport
source: Web Import
es: Importación web
ja: Web インポート
zh_cn: 网页导入

# Shortcut_Dashboard
source: Dashboard
es: Panel
ja: ダッシュボード
zh_cn: 仪表板

# Shortcut_KnowledgeGraph
source: Knowledge Graph
de: Wissensgraph
es: Grafo de conocimiento
ja: ナレッジ グラフ
zh_cn: 知识图谱

# Shortcut_CategoryHelp
source: Help
de: Hilfe
es: Ayuda
ja: ヘルプ
zh_cn: 帮助

# Shortcut_ShowKeyboardShortcuts
source: Show Keyboard Shortcuts
de: Tastenkombinationen anzeigen
es: Mostrar atajos de teclado
ja: キーボードショートカットを表示
zh_cn: 显示键盘快捷键

# Shortcut_KeyboardShortcuts
source: Keyboard Shortcuts
de: Tastenkombinationen
es: Atajos de teclado
ja: キーボードショートカット
zh_cn: 键盘快捷键

# Shortcut_JumpTo
source: Jump To
de: Springen zu
es: Ir a
ja: ジャンプ
zh_cn: 跳转

# Inbox_TargetCollectionOverline.Text
source: TARGET COLLECTION
de: ZIELSAMMLUNG
es: COLECCIÓN DE DESTINO
fr: COLLECTION CIBLE
ja: 対象コレクション
zh_cn: 目标合集

# Inbox_AutoSuggestPlaceholder.PlaceholderText
source: Auto-suggest
de: Automatisch vorschlagen
es: Sugerencia automática
fr: Suggestion automatique
ja: 自動提案
zh_cn: 自动建议

# Inbox_ActionsOverline.Text
source: ACTIONS
de: AKTIONEN
es: ACCIONES
ja: 操作
zh_cn: 操作
